chat_system_531358756_actor_description=Baron Norge. Baron.
chat_system_531358756_snap_5_question=^?^How goes the matter with the ghost, [player]? Has Gostrim decided to go to his final rest? 
chat_system_531358756_snap_5_answer_0=^?^You know, I have been thinking. Gostrim is right, and you are a bad man. Defend yourself, baron! (Attack the baron...) 
chat_system_531358756_snap_5_answer_1=^?^Yes, the job is done. The ghost will bother you no longer. 
chat_system_531358756_snap_5_answer_2=^?^Not yet, but he will be there soon!
chat_system_531358756_snap_5_answer_3=^?^Hmm... The funny thing is, that ghost of yours turned out to be a pretty wealthy guy. Prepare to join him! (Attack the baron...)
chat_system_531358756_snap_6_question=^?^Well, how is our Gostrim getting on - if you can say that of a ghost? 
chat_system_531358756_snap_6_answer_0=^?^No, I haven't spoken to him yet.
chat_system_531358756_snap_6_answer_1=^?^You know... I have been thinking... You are in the wrong, having done a very dishonest thing. Thus I will avenge the poor baron you killed. Defend yourself! (Attack the baron...) 
chat_system_531358756_snap_0_question=^?^So, you have heard those stories of the mad ghost, Gostrim, eh? Yes, it is true, I was his councilor. A very good one, I might add. And yes, he died. But it wasn't my fault. <br>He was afraid of being poisoned all the time, so much so that he tried to accustom his body to various poisons. Thus it's no wonder that the baron, who was already in poor health, accidentally took too much and poisoned himself one day! 
chat_system_531358756_snap_0_answer_0=^?^And what about Gelena? 
chat_system_531358756_snap_1_question=^?^Yes, I married his widow. Gelena is a wonderful young woman. I was secretly in love with her for a long time, but I could do nothing when Gostrim was alive. I didn't even try...<br>But after the terrible accident, my daydreams grew into real hopes, and to my great joy I managed to persuade her to marry me - to preserve the power of the barony, and protect her lands from intervention... I ask you, is that not just as it should be?
chat_system_531358756_snap_1_answer_0=^?^Sure, that was the right move, from one point of view. 
chat_system_531358756_snap_1_answer_1=^?^And what about young Farmir, the baron's son. Why didn't he inherit the castle and the lands?!
chat_system_531358756_snap_4_question=^?^You see! Ah, now please explain to this mad Gostrim that I didn't kill him. I had a wonderful life. And now - look at me! I can't even sleep! My head is splitting from all those complaints of the peasants. Ah, command is a terrible burden. 
chat_system_531358756_snap_4_answer_0=^?^Ok, I will try to explain everything to him.
chat_system_531358756_snap_2_question=^?^Farmir?! That youngster?! He doesn't even have mustache. Look at him! What kind of baron could he be! With those eyes! Gelena's bastard spawn has no business with Gostrim's lands! 
chat_system_531358756_snap_2_answer_0=^?^That's a lie, the Baron Gostrim accepted him as his own son, and left title of baron to him. And I will do my best to see his wishes carried out! (Attack the baron...) 
chat_system_531358756_snap_2_answer_1=^?^Well, then, maybe you know who his father is? 
chat_system_531358756_snap_3_question=^?^No, Gelena refuses to tell me. But clearly he wasn't a human!<br>Look, I have a different offer for you. Gostrim confuses the minds of the common people in our lands. He fills them with doubt. And for this reason, the people work badly, and they are easily annoyed.<br>Can you kill Gostrim, not for me, but for them? You know as do I that there's no place for the dead in the world of the living. 
chat_system_531358756_snap_3_answer_0=^?^No! I shall not kill poor Gostrim. Moreover, I want the true heir, Farmir, to own those lands which are his by right! (Attack the baron...) 
chat_system_531358756_snap_3_answer_1=^?^Kill Gostrim? Of course. He is just a ghost, after all. And a ghost should be more at home in the land of the dead. 
